const contestData = {
  "sections": [
    {
      "title": "线上小组循环赛",
      "category": "Contest",
      "matches": [
        ["A1 循环赛", "芝加哥大学", "公众舆论轻视大众的苦难更容易导致社会不公", "香港科技大学", "公众舆论夸张大众的苦难更容易导致社会不公"],
        ["A2 循环赛", "香港科技大学", "公众舆论轻视大众的苦难更容易导致社会不公", "华中师范大学", "公众舆论夸张大众的苦难更容易导致社会不公"],
        ["A3 循环赛", "华中师范大学", "公众舆论轻视大众的苦难更容易导致社会不公", "芝加哥大学", "公众舆论夸张大众的苦难更容易导致社会不公"],
        ["B1 循环赛", "香港大学", "人工智能风险防范的主要责任更应该落在公权手上", "双溪龙拉曼大学", "人工智能风险防范的主要责任更应该落在市场手上"],
        ["B2 循环赛", "双溪龙拉曼大学", "人工智能风险防范的主要责任更应该落在公权手上", "哈尔滨工业大学（深圳）", "人工智能风险防范的主要责任更应该落在市场手上"],
        ["B3 循环赛", "哈尔滨工业大学（深圳）", "人工智能风险防范的主要责任更应该落在公权手上", "香港大学", "人工智能风险防范的主要责任更应该落在市场手上"],
        ["C1 循环赛", "上海大学", "对于反腐运动，娱乐化反腐宣传利大于弊", "國立中山大學", "对于反腐运动，娱乐化反腐宣传弊大于利"],
        ["C2 循环赛", "國立中山大學", "对于反腐运动，娱乐化反腐宣传利大于弊", "北京理工大学", "对于反腐运动，娱乐化反腐宣传弊大于利"],
        ["C3 循环赛", "北京理工大学", "对于反腐运动，娱乐化反腐宣传利大于弊", "上海大学", "对于反腐运动，娱乐化反腐宣传弊大于利"],
        ["D1 循环赛", "澳门城市大学", "新闻自由是社会改革的主要助力", "南洋理工大学", "新闻自由不是社会改革的主要助力"],
        ["D2 循环赛", "南洋理工大学", "新闻自由是社会改革的主要助力", "浙江大学", "新闻自由不是社会改革的主要助力"],
        ["D3 循环赛", "浙江大学", "新闻自由是社会改革的主要助力", "澳门城市大学", "新闻自由不是社会改革的主要助力"],
        ["E1 循环赛", "澳门大学", "反诈作品有助诈骗基地所在国推动诈骗管制", "马来西亚博特拉大学", "反诈作品无助诈骗基地所在国推动诈骗管制"],
        ["E2 循环赛", "马来西亚博特拉大学", "反诈作品有助诈骗基地所在国推动诈骗管制", "中央民族大学", "反诈作品无助诈骗基地所在国推动诈骗管制"],
        ["E3 循环赛", "中央民族大学", "反诈作品有助诈骗基地所在国推动诈骗管制", "澳门大学", "反诈作品无助诈骗基地所在国推动诈骗管制"],
        ["F1 循环赛", "香港浸会大学", "“快时尚”给生产基地所在国带来的影响利大于弊", "多伦多大学", "“快时尚”给生产基地所在国带来的影响弊大于利"],
        ["F2 循环赛", "多伦多大学", "“快时尚”给生产基地所在国带来的影响利大于弊", "电子科技大学", "“快时尚”给生产基地所在国带来的影响弊大于利"],
        ["F3 循环赛", "电子科技大学", "“快时尚”给生产基地所在国带来的影响利大于弊", "香港浸会大学", "“快时尚”给生产基地所在国带来的影响弊大于利"],
        ["G1 循环赛", "澳门科技大学", "中学教育“扬长”更为重要", "华盛顿大学", "中学教育“补短”更为重要"],
        ["G2 循环赛", "华盛顿大学", "中学教育“扬长”更为重要", "中国科学技术大学", "中学教育“补短”更为重要"],
        ["G3 循环赛", "中国科学技术大学", "中学教育“扬长”更为重要", "澳门科技大学", "中学教育“补短”更为重要"],
        ["H1 循环赛", "爱丁堡大学", "各国政府应该强制各类企业执行SDG标准", "马来西亚国立大学", "各国政府不应该强制各类企业执行SDG标准"],
        ["H2 循环赛", "马来西亚国立大学", "各国政府应该强制各类企业执行SDG标准", "华东师范大学", "各国政府不应该强制各类企业执行SDG标准"],
        ["H3 循环赛", "华东师范大学", "各国政府应该强制各类企业执行SDG标准", "爱丁堡大学", "各国政府不应该强制各类企业执行SDG标准"],
        ["I1 循环赛", "武汉大学", "国际货币基金组织 应该 对加密货币实施全球统一监管", "剑桥大学", "国际货币基金组织 不应该 对加密货币实施全球统一监管"],
        ["I2 循环赛", "剑桥大学", "国际货币基金组织 应该 对加密货币实施全球统一监管", "汕头大学", "国际货币基金组织 不应该 对加密货币实施全球统一监管"],
        ["I3 循环赛", "汕头大学", "国际货币基金组织 应该 对加密货币实施全球统一监管", "武汉大学", "国际货币基金组织 不应该 对加密货币实施全球统一监管"],
        ["J1 循环赛", "悉尼大学", "东盟发挥更大的全球影响力有利于区域成员的发展", "马来西亚拉曼理工大学", "东盟发挥更大的全球影响力不利于区域成员的发展"],
        ["J2 循环赛", "马来西亚拉曼理工大学", "东盟发挥更大的全球影响力有利于区域成员的发展", "北京大学", "东盟发挥更大的全球影响力不利于区域成员的发展"],
        ["J3 循环赛", "北京大学", "东盟发挥更大的全球影响力有利于区域成员的发展", "悉尼大学", "东盟发挥更大的全球影响力不利于区域成员的发展"],
        ["K1 循环赛", "马来西亚理科大学总院校", "绝症患者有选择放弃自己生命的权利", "牛津大学", "绝症患者没有选择放弃自己生命的权利"],
        ["K2 循环赛", "牛津大学", "绝症患者有选择放弃自己生命的权利", "四川大学", "绝症患者没有选择放弃自己生命的权利"],
        ["K3 循环赛", "四川大学", "绝症患者有选择放弃自己生命的权利", "马来西亚理科大学总院校", "绝症患者没有选择放弃自己生命的权利"],
        ["L1 循环赛", "新南威尔士大学", "他人评价更帮助让年轻人实现自我", "新加坡国立大学", "自我评价更帮助让年轻人实现自我"],
        ["L2 循环赛", "新加坡国立大学", "他人评价更帮助让年轻人实现自我", "浙江传媒学院", "自我评价更帮助让年轻人实现自我"],
        ["L3 循环赛", "浙江传媒学院", "他人评价更帮助让年轻人实现自我", "新南威尔士大学", "自我评价更帮助让年轻人实现自我"]
      ]
    },
    {
      "title": "线下小组循环赛",
      "category": "Contest",
      "matches": [
        ["M1 循环赛", "新南威尔士大学", "生育应只是个人选择", "爱丁堡大学", "生育不应只是个人选择"],
        ["M2 循环赛", "南洋理工大学", "生育应只是个人选择", "新南威尔士大学", "生育不应只是个人选择"],
        ["M3 循环赛", "爱丁堡大学", "生育应只是个人选择", "南洋理工大学", "生育不应只是个人选择"],
        ["N1 循环赛", "北京大学", "延迟退休年龄是社会进步的体现", "汕头大学", "延迟退休年龄是社会退步的体现"],
        ["N2 循环赛", "四川大学", "延迟退休年龄是社会进步的体现", "北京大学", "延迟退休年龄是社会退步的体现"],
        ["N3 循环赛", "汕头大学", "延迟退休年龄是社会进步的体现", "四川大学", "延迟退休年龄是社会退步的体现"],
        ["O1 循环赛", "中央民族大学", "政治人物应以诚信为优先考量", "上海大学", "政治人物应以公共利益为优先考量"],
        ["O2 循环赛", "电子科技大学", "政治人物应以诚信为优先考量", "中央民族大学", "政治人物应以公共利益为优先考量"],
        ["O3 循环赛", "上海大学", "政治人物应以诚信为优先考量", "电子科技大学", "政治人物应以公共利益为优先考量"],
        ["P1 循环赛", "香港科技大学", "正义应该以利益基础为核心", "香港大学", "正义应该以道德基础为核心"],
        ["P2 循环赛", "澳门科技大学", "正义应该以利益基础为核心", "香港科技大学", "正义应该以道德基础为核心"],
        ["P3 循环赛", "香港大学", "正义应该以利益基础为核心", "澳门科技大学", "正义应该以道德基础为核心"]
      ]
    },
    {
      "title": "八强赛",
      "category": "Contest",
      "matches": [
        ["Q1 八强赛", "新南威尔士大学", "新加坡开设赌场，更是国家务实的选择", "北京大学", "新加坡开设赌场，更是国家价值的妥协"],
        ["Q2 八强赛", "南洋理工大学", "无条件基本收入（UBI）对新加坡利大于弊", "四川大学", "无条件基本收入（UBI）对新加坡弊大于利"],
        ["Q3 八强赛", "上海大学", "优绩主义对当今新加坡利大于弊", "香港大学", "优绩主义对当今新加坡弊大于利"],
        ["Q4 八强赛", "电子科技大学", "在多元文化社会，国民团结应优先于族群认同", "香港科技大学", "在多元文化社会，国民团结不应优先于族群认同"]
      ]
    },
    {
      "title": "半决赛",
      "category": "Contest",
      "matches": [
        ["半决赛1", "新南威尔士大学", "现代公民社会更应该倡导后果论", "香港大学", "现代公民社会更应该倡导义务论"],
        ["半决赛2", "四川大学", "现代公民社会更应该倡导后果论", "香港科技大学", "现代公民社会更应该倡导义务论"]
      ]
    },
    {
      "title": "总决赛",
      "category": "Contest",
      "matches": [
        ["总决赛", "新南威尔士大学", "当今时代，华人世界需警惕方言的凋零", "四川大学", "当今时代，华人世界无需警惕方言的凋零"]
      ]
    },
    {
      "title": "造势活动",
      "category": "Roadshow",
      "matches": [
        ["南大华语辩论队表演赛", "正方", "当代年轻人在职业选择中，应当优先考虑个人兴趣", "反方", "当代年轻人在职业选择中，应当优先考虑发展前景"]
      ]
    }
  ]
};
